multiRegionDuineveldRisingBubble/baseMeshes/meshA/constant/contactAngleProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      contactAngleProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

advancingContactAngleModel
{
    type                constantAngle;
    staticContactAngle  70;
}

recedingContactAngleModel
{
    type                constantAngle;
    staticContactAngle  70;
}

// ************************************************************************* //
