multiRegionDuineveldRisingBubble/baseMeshes/meshA/constant/faMesh/faMeshDefinition
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant/faMesh";
    object      faMeshDefinition;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

polyMeshPatches  1( interface );

boundary
{
    upperWedge
    {
        type                wedge;
        ownerPolyPatch      interface;
        neighbourPolyPatch  upperWedge;
    }
    lowerWedge
    {
        type                wedge;
        ownerPolyPatch      interface;
        neighbourPolyPatch  lowerWedge;
    }
    centerline
    {
        type                symmetryPlane;
        ownerPolyPatch      interface;
        neighbourPolyPatch  centerline;
    }
}

// ************************************************************************** //
