multiRegionDuineveldRisingBubble/baseMeshes/meshA/constant/mlModelProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      mlModelProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
cavMin   cavMin  [0 0 0 0 0 0 0] 0.06732070446014404;
cavMax   cavMax  [0 0 0 0 0 0 0] 0.9999939799308777;
rfMin    rfMin   [0 0 0 0 0 0 0] 1.0430700285724015e-06;
rfMax    rfMax   [0 0 0 0 0 0 0] 3.9999100408749655e-05;
damMin   damMin  [0 0 0 0 0 0 0] 0.0;
damMax   damMax  [0 0 0 0 0 0 0] 1.0;
cav_P_Min   cav_P_Min  [0 0 0 0 0 0 0] 0.0;
cav_P_Max   cav_P_Max  [0 0 0 0 0 0 0] 3.329257650522934;

cbulkMin  cbulkMin  [0 0 0 0 0 0 0] 6.020069122314453e-06;
cbulkMax  cbulkMax  [0 0 0 0 0 0 0] 0.35753291845321655;
dcbulkMin dcbulkMin [0 0 0 0 0 0 0] -0.8389846682548523;
dcbulkMax dcbulkMax [0 0 0 0 0 0 0] 3.050556358630274e-07;
dcsigMin dcsigMin   [0 0 0 0 0 0 0] -1.0950531959533691;
dcsigMax dcsigMax   [0 0 0 0 0 0 0] -1.205225726153003e-05;
cbulk_P_Min  cbulkMin  [0 0 0 0 0 0 0] -4.257603052643111e-05;
cbulk_P_Max  cbulkMax  [0 0 0 0 0 0 0] 0.5447110976558316;
dcbulk_P_Min dcbulkMin [0 0 0 0 0 0 0] -0.9921044488617673;
dcbulk_P_Max dcbulkMax [0 0 0 0 0 0 0] 0.0011973615819989407;

// ************************************************************************* //
