multiRegionDuineveldRisingBubble/baseMeshes/meshA/constant/reactions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      reactions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

species
(
/*    A*/
/*    B*/
/*    P*/
/*    SP*/
);

reactions
(
/*    irreversibleConstRateReaction*/
/*    A + B = P*/
/*    (50 50)*/

/*    irreversibleConstRateReaction*/
/*    P + B = SP*/
/*    (500 500)*/
);
