multiRegionDuineveldRisingBubble/baseMeshes/meshA/constant/surfactantTranspProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      surfactantTranspProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

cleanSurface yes;

soluble  no;

bulkDiffusionCoeff  bulkDiffusionCoeff  [ 0  2 -1 0  0 0 0 ] 5.0e-10;

surfaceDiffusionCoeff   surfaceDiffusionCoeff  [ 0  2 -1 0  0 0 0 ] 5.0e-7;

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
